blog/2021/tsmc-zhang-zhong-mou.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-01-08 Sat 15:02 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>90 岁台积电创始人 1.5 小时演讲</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
</head>
<body>
<div id="content">
<header>
<h1 class="title">90 岁台积电创始人 1.5 小时演讲</h1>
</header><p>
<a href="https://zhidx.com/p/301575.html">https://zhidx.com/p/301575.html</a>
</p>

<p>
通常一个 CEO 的工资是工程师的 50 倍不止，因为 CEO 会对公司的经营的影响比工程师更大。因此其需要具备技术、分清商品和客制品概念、行销、市场学、会计、订价、有说服力的简报、聆听、包容、领导等多种能力。
</p>

<div id="outline-container-org6a9c39f" class="outline-2">
<h2 id="org6a9c39f">50 股 IBM 股票启发张忠谋金融知识，了解大公司运作</h2>
<div class="outline-text-2" id="text-org6a9c39f">
<p>
我也看 report，也知道了一点大公司，IBM 是很大的公司是怎么做的。我也学会了 P/E（市盈率）、P/B（市净率）这些东西。因为我想了解股价吗，这是 20 岁。
</p>
</div>
</div>

<div id="outline-container-org7d6043a" class="outline-2">
<h2 id="org7d6043a">黄金时间效力于 TI，30 岁让对手绝望</h2>
<div class="outline-text-2" id="text-org7d6043a">
<p>
而且我一回去，从斯坦福一回去，那个是 33 岁。一回去啊就把我升作一个 business unit（事业部）的 head（负责人）。TI 是 organized by business units（按事业部划分）。这个是大家先要认清楚的，你的公司是 organized by business units 还是 organized by function（按功能划分）。其实如果一个公司是 organized by business units，那么一个 business units 是很好训练 general manager（总经理）的地方。
</p>

<p>
可是并不是每一个公司都能 organized by business units 的，台积电就不能 organized by business units。台积电我曾经在 1996 年，我是董事长，总经理是一位外国人，名字叫 down Rocks。他做总经理已经做了 5/6 年了，那个时候 1996 年的时候，他做总经理已经做了 5/6 年了。他有一点做得很累了，他跟我说，要 organized by business units。
</p>

<p>
我说不行啊，我们这个技术总是在进步的，假如你是以技术 organized by business units，某某技术是这个 business units，某某技术是另一个 business units。那有的 customer（客户）是各个技术都用的，它就要跟不同的单位来商量，那不好。而且比较 advance（先进）的技术，business unit 过了两年它的这个 business 就不是那么先进了。假如是你把新的都给他了的话，落后的慢慢就缩小了，这个是不行的。
</p>

<p>
那好的，我们的总经理跟我争，我就去说：“我们找 McKinsey（麦肯锡）。”这是我第二次用 consulting。事实上，麦肯锡是支持了我的想法，可是它倒找出了另外一个问题。另外一个问题就是麦肯锡说：“你们的 customer 对你们不是那么好诶。”这个是一个很大的问题，这是我以前不是很知道的，这是 1996 年，后来我就想把它改进。
</p>

<p>
我先问他，VMware 是什么样的公司，因为我真的不知道。那他就在 15 分钟之内告诉我，解释给我听 VMware 什么公司。解释的很好，那我就知道这个家伙是个人才哦。
</p>

<p>
这就是“有说服力的简报”，其实有说服力的简报，有一个 track（花招）。这个 track 就是你自己要相信在简报什么东西，其实我现在有点 si-track。我头一次演讲，在 TI 的时候，30 几岁，头一次有人请我演讲。我就很焦虑，从来没有经验，这个是一个演讲，不是一个 paper。
</p>

<p>
所以到现在为止，我 always talk about something I know（经常讲我知道的）。所以说是刚刚我给他（会议主持）两个选择，一个是半导体，一个是我自己学习的电子，这两个我都知道。
</p>
</div>
</div>

<div id="outline-container-org4137af8" class="outline-2">
<h2 id="org4137af8">台积电以用户为主，揭秘唯一手写策略</h2>
</div>

<div id="outline-container-org066da28" class="outline-2">
<h2 id="org066da28">台积电初期主打欧美市场，美国重构供应链努力不可能成功</h2>
</div>
</div>
</body>
</html>